Repository: Shmuma/maemo-mapper-shmuma
Catalog: po/*.po
Languages: bg_bg, de_de, es_es, nl_nl, ru_ru, sv_se

source: # POIs
es_es: nº de puntos de interés
ru_ru: # Метки
sv_se: # PAI:er

source: About...
de_de: Info...
es_es: Acerca de...
ru_ru: О программе
sv_se: Om...

source: Add Category
bg_bg: Добави категория
de_de: Kategorie hinzufügen
es_es: Añadir categoría
ru_ru: Добавить категорию
sv_se: Lägg till kategori

source: Add POI
bg_bg: Добави POI
de_de: POI hinzufügen
es_es: Añadir Punto de interés
ru_ru: Добавить метку
sv_se: Lägg till PAI

source: Add POI...
de_de: POI hinzufügen...
es_es: Añadir Punto de interés...
ru_ru: Добавить метку...
sv_se: Lägg till PAI...

source: Add Route Point
de_de: Routenpunkt hinzufügen
es_es: Añadir punto en itinerario
ru_ru: Добавьте пункт маршрута
sv_se: Lägg till ruttpunkt

source: Add Waypoint
de_de: Wegpunkt hinzufügen
es_es: Añadir etapa
ru_ru: Добавить точку
sv_se: Lägg till vägpunkt

source: Add Waypoint...
de_de: Wegpunkt hinzufügen...
es_es: Añadir etapa...
ru_ru: Добавить точку...
sv_se: Lägg till vägpunkt...

source: Add...
de_de: Hinzufügen...
es_es: Añadir...
ru_ru: Добавить...
sv_se: Lägg till...

source: Address
de_de: Adresse
es_es: Dirección
ru_ru: Адрес
sv_se: Adress

source: Address Located
de_de: Adresse gefunden
es_es: Dirección localizada
ru_ru: Адрес найден
sv_se: Adress hittad

source: Address...
de_de: Adresse...
es_es: Dirección...
ru_ru: Адрес...
sv_se: Adress...

source: Advance Notice
bg_bg: Придвижване инфо
de_de: Vorankündigung
es_es: Notificación previa
nl_nl: Aankondiging
ru_ru: Уведомления

source: Along Route - Radius (tiles):
bg_bg: Около маршрут - Радиус (блокчета):
de_de: Entlang der Route - Radius (Kacheln):
es_es: Por un itinerario - Radio (en cuadrículas):
ru_ru: Вдоль маршрута
sv_se: Längs rutt - radie (rutor):

source: Altitude
bg_bg: Височина
de_de: Höhe
es_es: Altitud
ru_ru: Высота
sv_se: Höjd

source: An error occurred while attempting to scan for bluetooth devices.
de_de: Bei der Suche nach Bluetooth-Geräten ist ein Fehler aufgetreten.
es_es: Ha ocurrido un error mientras se intentaba buscar dispositivos bluetooth.
ru_ru: Произошла ошибка при сканировании bluetooth устройств.
sv_se: Ett fel inträffade vid försök att söka efter blåtandsenheter.

source: An error occurred while retrieving the repositories. The web service may be temporarily down.
de_de: Beim Empfang der Quellen ist ein Fehler aufgetreten. Möglicherweise ist der Webdienst vorübergehend nicht erreichbar.
es_es: Ha ocurrido un error al obtener los repositorios. El servicio web podría estar temporalmente no disponible.
ru_ru: Произошла ошибка при извлечении данных. Web-сервисы временно не доступны.
sv_se: Ett fel inträffade vid hämtning av förråden. Webbtjänsten kan temporärt vara otillgänglig.

source: An error occurred while trying to compact the database.
de_de: Bei der Komprimierung der Datenbank ist ein Fehler aufgetreten.
es_es: Ha ocurrido un error mientras se intentaba compactar la base de datos.
ru_ru: Произошла ошибка при попытке сжать базу данных.

source: Announce
bg_bg: Анонси
de_de: Ansage
es_es: Notif.
nl_nl: Aankondigen
ru_ru: Объявить

source: Apply Map Correction
de_de: Kartenkorrektur anwenden
es_es: Aplicar corrección del mapa
ru_ru: Скорректировать координаты

source: Area
bg_bg: Зона
de_de: Kartenausschnitt
es_es: Área
nl_nl: Gebied
ru_ru: Область
sv_se: Område

source: Auto-Center
bg_bg: Авто-Центр.
de_de: Auto-Zentrierung
es_es: Autocentrar
nl_nl: Automatisch-Centreren
ru_ru: Авто-центрировать

source: Auto-Center Mode: Lat/Lon
bg_bg: Авто-Центриране: Дълж/Шир
de_de: Auto-Zentrierung: Br/Län
es_es: Modo de autocentrado: Lat/Lon
nl_nl: Automatisch-Centreren Mode: Lengtegr/Breedtegr
ru_ru: Центровка: Координаты

source: Auto-Center Mode: Lead
bg_bg: Авто-Центриране: Изпреварващо
de_de: Auto-Zentrierung: Spur
es_es: Modo de autocentrado: Frente
nl_nl: Automatisch-Centreren Mode: Lead
ru_ru: Центровка: Направление

source: Auto-Center Off
bg_bg: Авто-Центриране Изкл.
de_de: Auto-Zentrierung deaktiviert
es_es: Desactivar autocentrado
nl_nl: Automatisch-Centreren Uit
ru_ru: Центровка выключена

source: Auto-Download
bg_bg: Авто-Изтегляне
es_es: Descarga automática
nl_nl: Automatisch-Downloaden
ru_ru: Авто-загрузка
sv_se: Automatisk hämtning

source: Auto-Download Pre-cache
es_es: Descarga automática del pre-cache
ru_ru: Авто загрузка кэша

source: Auto-Rotate
de_de: Auto-Drehen
es_es: Rotación automática
ru_ru: Авто-поворот
sv_se: Automatisk rotering

source: Auto-Rotate Disabled
de_de: Auto-Drehen deaktiviert
es_es: Rotación automática desactivada
ru_ru: Авто-поворот выключен
sv_se: Automatisk rotering inaktiverad

source: Auto-Rotate Enabled
de_de: Auto-Drehen aktiviert
es_es: Rotación automática activada
ru_ru: Авто-поворот включен
sv_se: Automatisk rotering aktiverad

source: Auto-Update
bg_bg: Авто-Обновяване
de_de: Auto-Aktualisierung
es_es: Actualizar automáticamente
nl_nl: Automatisch-Updaten
ru_ru: Обновление маршрута
sv_se: Automatisk uppdatering

source: Avoid Highways
de_de: Autobahnen meiden
es_es: Evitar autopistas
ru_ru: Избегать магистрали
sv_se: Undvik motorvägar

source: Bear.
de_de: Richt.
es_es: Llevar
ru_ru: Медвед.
sv_se: Rikt.

source: Bottom-Left
de_de: Unten links
es_es: Inferior izquierda
ru_ru: Нижняя левая
sv_se: Nedre vänster

source: Bottom-Right
bg_bg: Долу/Дясно
de_de: Unten rechts
es_es: Inferior derecha
nl_nl: Rechts-onder
ru_ru: Нижняя правая
sv_se: Nedre höger

source: Browse POI...
de_de: POI durchsuchen...
es_es: Examinar Punto de interés...
ru_ru: Просмотреть метки...
sv_se: Bläddra i PAI...

source: Browse POIs
de_de: POIs durchsuchen
es_es: Examinar puntos de interés
ru_ru: Просмотреть метки
sv_se: Bläddra PAI:er

source: Browse...
bg_bg: Избор...
de_de: Durchsuchen...
es_es: Navegar...
nl_nl: Blader...
ru_ru: Просмотреть...
sv_se: Bläddra...

source: Bus stops, airports, train stations, etc.
de_de: Bushaltestellen, Flughäfen, Bahnhöfe, etc.
es_es: Paradas de autobús, aeropuertos, estaciones de tren, etc.
ru_ru: Автобусные остановки, аэропорты, вокзалы и т.д.
sv_se: Busshållplatser, flygplatser, tågstationer etc.

source: Business
de_de: Geschäft
es_es: Negocios
ru_ru: Бизнес
sv_se: Företag

source: By Area (see tab)
bg_bg: Зона (виж таб)
de_de: Nach Ausschnitt (Siehe Reiter)
es_es: Por área (ver pestaña)
ru_ru: По области (см.вкладку)
sv_se: Efter område (se flik)

source: Cache DB
es_es: Base de datos de caché.
ru_ru: База кэша

source: Cannot delete the last repository - there must be at lease one repository.
bg_bg: Не мога да изтрия последното хранилище - трябва да остане поне едно.
de_de: Letzte Quelle kann nicht entfernt werden - mindestens eine Quelle muss vorhanden sein.
es_es: No se puede borrar el último repositorio - debe haber al menos un repositorio.
ru_ru: Не удается удалить последний репозиторий - должен остаться хотя бы один.
sv_se: Kan inte ta bort det sista förrådet - det måste finnas minst ett förråd.

source: Categories...
de_de: Kategorien...
es_es: Categorías...
ru_ru: Категории...
sv_se: Kategorier...

source: Category
bg_bg: Категория
de_de: Kategorie
es_es: Categoría
ru_ru: Категория
sv_se: Kategori

source: Checked POI Actions...
de_de: Gewählte POI-Aktionen...
es_es: Acciones de Punto de interés marcadas...
ru_ru: Проверка активности меток...

source: Clear
bg_bg: Изчистване
de_de: Leeren
es_es: Borrar
nl_nl: Opschonen
ru_ru: Очистить
sv_se: Töm

source: Clear Track
de_de: Track leeren
es_es: Borrar traza
ru_ru: Очистить путь
sv_se: Töm spår

source: Clockwise
de_de: Im Uhrzeigersinn
es_es: Sentido de las agujas del reloj
ru_ru: По часовой стрелке
sv_se: Medsols

source: Close
bg_bg: Затваряне
de_de: Schließen
es_es: Cerrar
nl_nl: Sluiten
ru_ru: Закрыть
sv_se: Stäng

source: Colors
bg_bg: Цветове
de_de: Farben
es_es: Colores
ru_ru: Цвета
sv_se: Färger

source: Colors...
bg_bg: Цветове...
de_de: Farben...
es_es: Colores...
ru_ru: Цвета...
sv_se: Färger...

source: Compact Database
de_de: Datenbank komprimieren
es_es: Compactar base de datos
ru_ru: Сжатие базы

source: Compact...
de_de: Komprimieren...
es_es: Compactar...
ru_ru: Сжатие...

source: Compacting database...
de_de: Komprimiere Datenbank...
es_es: Compactando base de datos...
ru_ru: Сжатие базы данных...

source: Compass Rose
de_de: Kompassrose
es_es: Rosa de los vientos
ru_ru: Компас

source: Confirm DELETION of
bg_bg: Потвърдете ИЗТРИВАНЕ на
de_de: Bestätige ENTFERNEN von
es_es: Confirmar el BORRADO de
ru_ru: Подтвердить удаление
sv_se: Bekräfta BORTTAGNING av

source: Confirm delete of repository
bg_bg: Потвърдете изтриване хранилище
de_de: Bestätige Entfernen der Quelle
es_es: Confirmar el borrado del repositorio
ru_ru: Потвердите удаление из репозитория
sv_se: Bekräfta borttagning av förråd

source: Confirm delete of waypoint
bg_bg: Потвърдете изтриване на точка по пътя
de_de: Bestätige Entfernen des Wegpunkts
es_es: Confirmar el borrado de la etapa
ru_ru: Подтвердить удаление точки
sv_se: Bekräfta borttagning av vägpunkt

source: Confirm download of
bg_bg: Потвърдете изтегляне на
de_de: Bestätige Download von
es_es: Confirmar la descarga de
nl_nl: Bevestig download van
ru_ru: Подтвердить загрузку из
sv_se: Bekräfta hämtning av

source: Continue?
de_de: Fortfahren?
es_es: ¿Desea continuar?
ru_ru: Продолжить?
sv_se: Fortsätt?

source: Copy
de_de: Kopieren
es_es: Copiar
ru_ru: Копировать

source: Copy Description
de_de: Beschreibung kopieren
es_es: Copiar descripción
ru_ru: Копировать описание
sv_se: Kopiera beskrivning

source: Copy Lat/Lon
ru_ru: Копировать коорд.

source: Counter
de_de: Gegen UZS
es_es: Contador
ru_ru: Счетчик
sv_se: Motsols

source: Creating a "waypoint" with no description actually adds a break point. Is that what you want?
de_de: Ein "Wegpunkt" ohne Beschreibung fügt eine Unterbrechung ein. Möchsten Sie das tun?
es_es: Crear una "etapa" sin descripción hace que se añada una parada. ¿Es eso lo que desea?
ru_ru: При создании точки без описания, будет создана точка отдыха. Уверены?

source: Default Category
de_de: Standardkategorie
es_es: Categoría por defecto
ru_ru: Категория по умолчанию
sv_se: Standardkategori

source: Degrees Format
de_de: Gradformat
es_es: Formato de grados
ru_ru: Формат градусов
sv_se: Format för grader

source: Delete Maps
bg_bg: Изтриване Карти
de_de: Karten entfernen
es_es: Eliminar mapas
ru_ru: Стереть карты
sv_se: Ta bort kartor

source: Delete POI?
bg_bg: Изтриване POI?
de_de: POI entfernen?
es_es: ¿Desea eliminar el Punto de interés?
ru_ru: Удалить метки?
sv_se: Ta bort PAI?

source: Delete category?
bg_bg: Изтриване категория?
de_de: Kategorie entfernen?
es_es: ¿Desea eliminar la categoría?
ru_ru: Удалить категорию?
sv_se: Ta bort kategori?

source: Delete selected POI?
de_de: Ausgewählten POI entfernen?
es_es: ¿Desea eliminar el Punto de interés?
ru_ru: Удалить выбранные метки?
sv_se: Ta bort markerad PAI?

source: Delete...
bg_bg: Изтриване...
de_de: Entfernen...
es_es: Eliminar...
ru_ru: Удалить...
sv_se: Ta bort...

source: Description
bg_bg: Описание
de_de: Beschreibung
es_es: Descripción
ru_ru: Описание
sv_se: Beskrivning

source: Destination
bg_bg: Край
de_de: Ziel
es_es: Destino
nl_nl: Bestemming
ru_ru: Пункт назначения
sv_se: Mål

source: Details...
bg_bg: Подробности...
es_es: Detalles...
ru_ru: Детали...
sv_se: Detaljer...

source: Dist.
de_de: Entf.
ru_ru: Расстояние
sv_se: Avst.

source: Distance
de_de: Entfernung
es_es: Distancia
ru_ru: Расстояние
sv_se: Avstånd

source: Double Pixels
de_de: Pixel verdopp.
es_es: Duplicar píxeles
ru_ru: Двойной пиксель

source: Down
de_de: Runter
es_es: Abajo
ru_ru: снизу
sv_se: Ned

source: Download Maps
bg_bg: Изтегляне Карти
de_de: Karten herunterladen
es_es: Descargar mapas
ru_ru: Загрузить карты
sv_se: Hämta kartor

source: Download POI...
de_de: POI herunterladen...
es_es: Descargar Puntos de Interés
ru_ru: Загрузить метки...
sv_se: Hämta PAI...

source: Download POIs
de_de: POIs herunterladen
es_es: Descargar Puntos de Interés
ru_ru: Загрузить метки
sv_se: Hämta PAI:er

source: Download Route
bg_bg: Изтегляне Маршрут
de_de: Route herunterladen
es_es: Descargar itinerario
ru_ru: Загрузить маршрут
sv_se: Hämta rutt

source: Download Route to...
bg_bg: Изтегляне на маршрут в...
de_de: Route herunterladen nach...
es_es: Descargar itinerario a...
ru_ru: Загрузить маршрут к...
sv_se: Hämta rutt till...

source: Download...
bg_bg: Изтегляне...
de_de: Herunterladen...
es_es: Descargar...
ru_ru: Загрузить...
sv_se: Hämta...

source: Downloadable Zooms:
de_de: Herunterladbare Zooms:
es_es: Intervalos a descargar
ru_ru: Масштабы:

source: Downloaded maps will not be cached.
de_de: Heruntergeladene Karten werden nicht gecached.
es_es: Los mapas descargados no se guardarán
ru_ru: Загруженные карты не будут кэшироваться.
sv_se: Hämtade kartor kommer inte att mellanlagras.

source: East
de_de: Ost
es_es: Este
ru_ru: Восток
sv_se: Öst

source: Edit Categories...
bg_bg: Редакт. категории...
de_de: Kategorien bearbeiten...
es_es: Editar categorías...
ru_ru: Редактировать категории...
sv_se: Redigera kategorier...

source: Edit Category
bg_bg: Редакт. категория
de_de: Kategorie bearbeiten
es_es: Editar categoría
ru_ru: Редактировать категорию
sv_se: Redigera kategori

source: Edit POI
bg_bg: Редакт. POI
de_de: POI bearbeiten
es_es: Editar Pto de interés
ru_ru: Изменить метки
sv_se: Redigera PAI

source: Edit...
de_de: Bearbeiten...
es_es: Editar...
ru_ru: Изменить...
sv_se: Redigera...

source: Elementary schools, college campuses, etc.
de_de: Grundschulen, Schulgelände, etc.
es_es: Colegios, institutos, facultades, etc.
ru_ru: Начальные школы, студ. городки и т.д.

source: Enable GPS
bg_bg: Използвай GPS
de_de: GPS aktivieren
es_es: Activar GPS
nl_nl: Activeer GPS
ru_ru: Включить GPS
sv_se: Aktivera GPS

source: Enable Tracking
de_de: Tracking aktivieren
es_es: Activar traza
ru_ru: Включить отслеживание

source: Enable Voice Synthesis (requires flite)
bg_bg: Разреши гласов синтез (изисква flite)
de_de: Sprachausgabe aktivieren (benötigt flite-Paket)
es_es: Activar síntesis de voz (requiere flite)
nl_nl: Activeer Spraak (heeft geinstallerde flite nodig)
ru_ru: Включить голосовые уведомления (требуется flite)
sv_se: Aktivera röstsyntes (kräver flite)

source: Enable Waypoint Announcements
de_de: Wegpunkte ansagen
es_es: Activar anuncio de Puntos de Referencia
ru_ru: Включить предупреждения по точках маршрута

source: Enabled
bg_bg: Разреши
de_de: Aktiviert
es_es: Activado
ru_ru: Разрешено
sv_se: Aktiverad

source: Error adding POI
de_de: Fehler beim Hinzufügen des POI
es_es: Error al añadir el Punto de interés
ru_ru: Ошибка добовления метки
sv_se: Fel när PAI lades till

source: Error adding category
de_de: Fehler beim Hinzufügen der Kategorie
es_es: Error al añadir la categoría
ru_ru: Ошибка добовления категории
sv_se: Fel när kategori lades till

source: Error connecting to GPS receiver.
de_de: Fehler bei der Verbindung zum GPS-Empfänger.
es_es: Error al conectar al receptor GPS.
ru_ru: Ошибка при соединении с GPS приемником.
sv_se: Fel vid anslutning till GPS-mottagare.

source: Error connecting to GPSD server.
de_de: Fehler bei der Verbindung zum GPSD-Server.
es_es: Error al conectar al servidor GPSD.
ru_ru: Ошибка при подключении к серверу GPSD.
sv_se: Fel vid anslutning till GPSD-server.

source: Error deleting POI
de_de: Fehler beim Entfernen des POI
es_es: Error al eliminar el Punto de interés
ru_ru: Ошибка удаления метки
sv_se: Fel vid borttagning av PAI

source: Error deleting category
de_de: Fehler beim Löschen der Kategorie
es_es: Error al eliminar la categoría
ru_ru: Ошибка удаления категории
sv_se: Fel vid borttagning av kategori

source: Error opening GPS device.
de_de: Fehler beim Öffnen des GPS-Gerätes.
es_es: Error al abrir el dispositivo GPS.
ru_ru: Ошибка открытия GPS устройства.
sv_se: Fel vid öppnande av GPS-enhet.

source: Error parsing GPX file.
bg_bg: Грешка при разчитане (parsing) GPX файл.
de_de: Fehler beim Einlesen der GPX-Datei.
es_es: Error al procesar el archivo GPX.
nl_nl: Fout by verwerken GPX bestand.
ru_ru: Ошибка разбора файла GPX.
sv_se: Fel vid tolkning av GPX-fil.

source: Error reading GPS data.
de_de: Fehler beim Lesen der GPS-Daten.
es_es: Error al leer los datos GPS.
ru_ru: Ошибка при чтении данных GPS.
sv_se: Fel vid läsning av GPS-data.

source: Error updating Category
de_de: Fehler bei der Aktualisierung der Kategorie
es_es: Error al actualizar la categoría
ru_ru: Ошибка обновления категории
sv_se: Fel vid uppdatering av kategori

source: Error updating POI
de_de: Fehler bei der Aktualisierung des POI
es_es: Error al actualizar el Punto de interés
ru_ru: Ошибка обновления метки
sv_se: Fel vid uppdatering av PAI

source: Error updating category
de_de: Fehler bei der Aktualisierung der Kategorie
es_es: Error al actualizar la categoría
ru_ru: Ошибка обновления категории
sv_se: Fel vid uppdatering av kategori

source: Error while writing to file
bg_bg: Грешка при запис във файл
de_de: Fehler beim Schreiben der Datei
es_es: Error al escribir en el archivo
nl_nl: Fout bij schrijven GPX bestand
ru_ru: Ошибка при записи в файл
sv_se: Fel vid skrivning till fil

source: Error with POI database
de_de: Fehler in der POI-Datenbank
es_es: Error en la base de datos de puntos de interés
ru_ru: Ошибка в базе меток

source: Error writing GPX file.
bg_bg: Грешка при запис на GPX файл.
de_de: Fehler beim Schreiben der GPX-Datei.
es_es: Error al escribir el archivo GPX.
nl_nl: Fout bij schrijven GPX bestand.
ru_ru: Ошибка записи файла GPX.
sv_se: Fel vid skrivning av GPX-fil.

source: Establishing GPS fix
bg_bg: Установяване GPS фикс
de_de: Warte auf GPS-Fix
es_es: Calibrando GPS
nl_nl: GPS zoekt satellieten
ru_ru: Определение положения по GPS

source: Estimated
de_de: Geschätzt
es_es: Estimado
ru_ru: Предполагаемый
sv_se: Beräknad

source: Export to GPX...
de_de: Als GPX exportieren...
es_es: Exportar a GPX...
ru_ru: Экспорт в GPX ...
sv_se: Exportera till GPX...

source: Failed to connect to GPX Directions server
bg_bg: Неуспешно свързване с GPX сървър за инструкции
de_de: Fehler bei Verbindung zum GPX-Wegbeschreibungs-Server
es_es: Ha fallado la conexión al servidor de direcciones GPX
nl_nl: Verbinding met GPX server mislukt
ru_ru: Потеря связи с GPXD сервером

source: Failed to initialize GConf. Quitting.
bg_bg: Неуспешна инициализация на GConf. Прекъсвам.
de_de: Fehler bei Initialisierung von GConf. Programmende.
es_es: Ha fallado la inicialización de GConf. Saliendo.
nl_nl: initialiseren GConf mislukt. Programma wordt afgesloten.
ru_ru: Сбой при инициализации GConf. Выход.
sv_se: Misslyckades med att initiera GConf. Avslutar.

source: Failed to initialize GConf. Settings were not saved.
bg_bg: Неуспешна инициализация на GConf. Запазих настройките.
de_de: Fehler bei Initialisierung von GConf. Einstellungen wurden nicht gespeichert.
es_es: Ha fallado la inicialización de GConf. No se han grabado las preferencias.
nl_nl: initialiseren GConf mislukt. Instellingen niet opgeslagen.
ru_ru: Сбой при инициализации GConf. Настройки не были сохранены.
sv_se: Misslyckades med att initiera GConf. Inställningarna sparades inte.

source: Failed to open file for reading
de_de: Datei konnte nicht zum Lesen geöffnet werden
es_es: El archivo no pudo ser abierto para lectura
ru_ru: Не удалось прочитать файл
sv_se: Misslyckades med att öppna fil för läsning

source: Failed to open file for writing
de_de: Datei konnte nicht zum Schreiben geöffnet werden
es_es: El archivo no pudo ser abierto para escritura
ru_ru: Не удалось записать файл
sv_se: Misslyckades med att öppna fil för skrivning

source: Failed to open map database for compacting.
de_de: Kartendatenbank konnte nicht für Komprimierung geöffnet werden.
es_es: No se pudo abrir la base de datos de mapas para compactarla.
ru_ru: Ошибка открытия базы карт для сжатия.

source: Failed to open map database for repository
de_de: Kartendatenbank für Quelle konnte nicht geöffnet werden.
es_es: No se pudo abrir la base de datos de mapas para el repositorio
ru_ru: Ошибка открытия базы карт для сохранения
sv_se: Misslyckades med att öppna kartdatabas för förråd

source: Failed to open or create database
bg_bg: Неуспешно отваряне/създаване на база данни
de_de: Datenbank konnte nicht geöffnet oder erstellt werden.
es_es: No se pudo abrir o crear la base de datos
ru_ru: Не удается открыть или создать базу данных
sv_se: Misslyckades med att öppna eller skapa databas

source: Failed to open path database. Tracks and routes will not be saved.
de_de: Pfaddatenbank konnte nicht geöffnet werden. Tracks und Routen werden nicht gespeichert.
es_es: No se pudo abrir la base de datos de rutas. Las rutas no se guardarán.
ru_ru: Не удалось открыть путь базы данных. Пути и маршруты не будут сохранены.

source: Failed to write to path database. Tracks and routes may not be saved.
de_de: Pfaddatenbank konnte nicht geschrieben werden. Tracks und Routen werden möglicherweise nicht gespeichert.
es_es: No se pudo escribir a la base de datos de rutas. Las rutas puede que no se hayan guardado.
ru_ru: Не удалось записать путь к базе данных. Пути и маршруты не могут быть сохранены.
sv_se: Misslyckades med att skriva till vägdatabas. Spår och rutter kommer inte att sparas.

source: File
de_de: Datei
es_es: Archivo
ru_ru: Файл
sv_se: Arkiv

source: File Path
de_de: Dateipfad
es_es: Ruta del archivo
ru_ru: Путь
sv_se: Filsökväg

source: File is incomplete.
bg_bg: Незавършен файл.
de_de: Datei unvollständig.
es_es: El archivo está incompleto.
nl_nl: Bestand is niet onvolledig.
ru_ru: Файл неполный.
sv_se: Filen är inte fullständig.

source: Fix
bg_bg: Фикс
es_es: Calibrado
ru_ru: Поправка

source: Fix Quality
bg_bg: Фикс качество
de_de: Fix-Qualität
es_es: Calidad del calibrado
ru_ru: Качество поправки

source: Fixed
de_de: Fest
es_es: Calibrado
ru_ru: Неподвижный
sv_se: Fast

source: Format
es_es: Formato de la URL
ru_ru: Формат

source: Full Screen
bg_bg: Пълноекранно
de_de: Vollbild
es_es: Pantalla completa
nl_nl: Volledig Scherm
ru_ru: Полный экран
sv_se: Helskärm

source: GPS Details
bg_bg: GPS подробности
es_es: Detalles del GPS
ru_ru: Информация GPS
sv_se: GPS-detaljer

source: GPS Information
bg_bg: GPS Информация
de_de: GPS-Informationen
es_es: Información del GPS
ru_ru: Информация GPS

source: GPS Location
bg_bg: GPS позиция
de_de: GPS-Standort
es_es: Localización del GPS
nl_nl: GPS Locatie
ru_ru: Местоположение GPS
sv_se: GPS-plats

source: GPSD Host
es_es: Servidor GPSD
ru_ru: Сервер GPSD
sv_se: GPSD-värd

source: General landmarks.
de_de: Allgemeine Sehenswürdigkeiten.
es_es: Puntos generales de referencia.
ru_ru: Общие метки
sv_se: Allmänna landmärken.

source: General places of business.
de_de: Allgemeine Geschäftsstandorte.
es_es: Sitios generales de negocios.
ru_ru: Общие коммерческие предприятия.

source: Go to
de_de: Gehe zu
es_es: Ir a
ru_ru: Перейти к
sv_se: Gå till

source: Go to Address
de_de: Gehe zu Adresse
es_es: Ir a la dirección
ru_ru: Перейти по адресу
sv_se: Gå till adress

source: Go to Lat/Lon
de_de: Gehe zu Br/Län
es_es: Ir a Lat/Lon
ru_ru: Перейти к шир./долг.
sv_se: Gå till Lat/Long

source: Go to Nearest
de_de: Gehe zu Nächstem
es_es: Ir al más cercano
ru_ru: Перейти к ближайшему
sv_se: Gå till närmsta

source: Go to Next
de_de: Gehe zu Nächstem
es_es: Ir al siguiente
ru_ru: Перейти к следующему
sv_se: Gå till nästa

source: Hardware Keys
de_de: Tastenbelegung
es_es: Teclas hardware
ru_ru: Кнопки устройства
sv_se: Hårdvarutangenter

source: Hardware Keys...
de_de: Tastenbelegung...
es_es: Teclas hardware...
ru_ru: Кнопки устройства...
sv_se: Hårdvarutangenter...

source: Heading
bg_bg: Посока
de_de: Richtung
es_es: Encabezado
ru_ru: Направление
sv_se: Riktning

source: Help...
de_de: Hilfe...
es_es: Ayuda...
ru_ru: Помощь...
sv_se: Hjälp...
