Repository: Shmuma/maemo-mapper-shmuma
Catalog: po/*.po
Languages: bg_bg, de_de, es_es, nl_nl, ru_ru, sv_se

source: Show Distance to
bg_bg: Покажи разстояние до
de_de: Zeige Entfernung zu
es_es: Mostrar distancia a
ru_ru: Расстояние до
sv_se: Visa avstånd till

source: Show Distance to End of Route
de_de: Entfernung zum Ende der Route anzeigen
es_es: Mostrar distancia a llegada
ru_ru: Расстояние до конца маршрута
sv_se: Visa avstånd till ruttslut

source: Show Distance to Next Waypoint
de_de: Entfernung zum nächsten Wegpunkt anzeigen
es_es: Mostrar distancia a siguiente etapa
ru_ru: Расстояние до следующей точки
sv_se: Visa avstånd till nästa vägpunkt

source: Show Information
bg_bg: Покажи Информация
de_de: Informationen anzeigen
es_es: Mostrar información
ru_ru: Информация
sv_se: Visa information

source: Show POI below zoom
bg_bg: Показвай POI под мащаб
de_de: POI unterhalb Zoomstufe
es_es: Ptos. de int. en zoom menores de
ru_ru: Максимальный масштаб

source: Show Position
de_de: Position anzeigen
es_es: Mostrar posición
ru_ru: Показывать положение
sv_se: Visa position

source: Simulation
bg_bg: Симулация
es_es: Simulación
ru_ru: Эмуляция
sv_se: Simulering

source: Source URL
de_de: Quelle (URL)
es_es: Dirección de origen
ru_ru: URL Источника
sv_se: Käll-url

source: South
de_de: Süd
es_es: Sur
ru_ru: Юг
sv_se: Syd

source: Speed
bg_bg: Скорост
de_de: Geschwindigkeit
es_es: Velocidad
nl_nl: Snelheid
ru_ru: Скорость
sv_se: Hastighet

source: Speed Limit
de_de: Geschwindigkeitsbegrenzung
es_es: Límite de velocidad
ru_ru: Ограничение скорости
sv_se: Hastighetsgräns

source: Stations for purchasing fuel for vehicles.
de_de: Verkauf von Fahrzeugbenzin.
es_es: Estaciones de servicio para repostar gasolina.
ru_ru: Заправочные станции.

source: Successfully compacted database.
de_de: Datenbank erfolgreich komprimiert.
es_es: Base de datos compactada con éxito.
ru_ru: База успешно сжата.

source: Tap Point
de_de: Punkt antippen
ru_ru: Выбранная точка

source: The current route is empty.
de_de: Die aktuelle Route ist leer.
es_es: El itinerario actual está vacío.
ru_ru: Маршрут не задан.
sv_se: Den aktuella rutten är tom.

source: The current track is empty.
de_de: Der aktuelle Track ist leer.
es_es: La traza actual está vacía.
ru_ru: Путь не задан.
sv_se: Det aktuella spåret är tom.

source: The following action is mapped to multiple keys
de_de: Die folgende Aktion wurde auf mehrere Tasten gelegt
es_es: La siguiente acción está asignada a varias teclas
ru_ru: Следующие действия привязаны к несколким кнопкам
sv_se: Följande åtgärd är mappad till flera tangenter

source: There are no other next-able repositories.
de_de: Es gibt keine weiteren durchschaltbaren Quellen.
es_es: No hay más repositorios.
ru_ru: Достигнут конец списка репозиториев.

source: There are no waypoints.
de_de: Es gibt keine Wegpunkte.
es_es: No hay etapas.
ru_ru: Точки не определены
sv_se: Det finns inga vägpunkter.

source: There is no next waypoint.
de_de: Kein weitere Wegpunkt.
es_es: No hay una siguiente etapa.
ru_ru: Нет следующей точки.
sv_se: Det finns ingen nästa vägpunkt.

source: Toggle Auto-Center
de_de: Auto-Zentrierung umschalten
es_es: Activar/desactivar autocentrado
ru_ru: Включить центрирование
sv_se: Växla autocentrering

source: Toggle Auto-Rotate
de_de: Auto-Rotation umschalten
es_es: Activar/desactivar rotación automática
ru_ru: Включить автоповорот
sv_se: Växla autorotering

source: Toggle Fullscreen
de_de: Vollbild umschalten
es_es: Activar/desactivar pantalla completa
ru_ru: На полный экран
sv_se: Växla helskärm

source: Toggle GPS
bg_bg: Вкл/изкл GPS
de_de: GPS umschalten
es_es: Activar/desactivar GPS
ru_ru: Включить GPS
sv_se: Växla GPS

source: Toggle GPS Info
bg_bg: Вкл/изкл GPS инфо
de_de: GPS-Info umschalten
es_es: Activar/desactivar información del GPS
ru_ru: Показать информация GPS
sv_se: Växla GPS-info

source: Toggle Layers
es_es: Activar/desactivar capas
ru_ru: Показать слои

source: Toggle POIs
de_de: POIs umschalten
es_es: Activar/desactivar puntos de interés
ru_ru: Показать метки
sv_se: Växla PAI:er

source: Toggle Scale
de_de: Maßstab umschalten
es_es: Activar/desactivar escala
ru_ru: Показать масштаб
sv_se: Växla skala

source: Toggle Speed Limit
de_de: Geschwindigkeitsbegrenzung umschalten
es_es: Activar/desactivar límite de velocidad
ru_ru: Показать ограничение скорости
sv_se: Växla hastighetsgräns

source: Toggle Tracking
de_de: Tracking umschalten
es_es: Activar/desactivar trazas
ru_ru: Включить отслеживание положения

source: Toggle Tracks/Routes
de_de: Tracks/Routen umschalten
es_es: Activar/desactivar rutas
ru_ru: Включить маршруты

source: Top-Left
bg_bg: Горе/Ляво
de_de: Oben links
es_es: Superior izquierda
nl_nl: Links-Boven
ru_ru: Левая верхняя
sv_se: Övre vänster

source: Top-Right
de_de: Oben rechts
es_es: Superior derecha
ru_ru: Правая верхняя
sv_se: Övre höger

source: Track
bg_bg: Път
es_es: Traza
nl_nl: Route
ru_ru: Путь
sv_se: Spår

source: Track Opened
bg_bg: Път отворен
de_de: Track geöffnet
es_es: Traza abierta
nl_nl: Route Geopend
ru_ru: Путь загружен
sv_se: Spår öppnat

source: Track Saved
bg_bg: Път записан
de_de: Track gespeichert
es_es: Traza guardada
nl_nl: Route Opgeslagen
ru_ru: Путь сохранен
sv_se: Spår sparat

source: Tracking Disabled
de_de: Tracking deaktiviert
es_es: Trazas desactivadas
ru_ru: Отслеживание выключино

source: Tracking Enabled
de_de: Tracking aktiviert
es_es: Trazas activadas
ru_ru: Отслеживание включено

source: Tracks are now hidden
bg_bg: Пътеки скрити
de_de: Tracks werden nicht angezeigt
es_es: Se han ocultado las trazas
nl_nl: Routes zijn nu verborgen
ru_ru: Пути скрыты
sv_se: Spår är nu dolda

source: Tracks are now shown
bg_bg: Пътеки показани
de_de: Tracks werden angezeigt
es_es: Se muestran las trazas
nl_nl: Routes zijn nu zichtbaar
ru_ru: Пути показаны
sv_se: Spår visas nu

source: Transportation
de_de: Transport
es_es: Transporte
ru_ru: Перевозка

source: URL Format
es_es: Formato de la URL
ru_ru: Формат URL

source: Unable to create map database for repository
de_de: Kartendatenbank für die Quelle konnte nicht erstellt werden.
es_es: No se ha podido crear la base de datos de mapas para el repositorio
ru_ru: Не могу создать базу данных для архива карт
sv_se: Kunde inte skapa kartdatabas för förråd

source: Unblank Screen
de_de: Bildschirm einblenden
es_es: Encender pantalla
ru_ru: Запретить гасить экран

source: Units
bg_bg: Единици
de_de: Einheiten
es_es: Unidades
ru_ru: Единицы
sv_se: Enheter

source: Unknown error while locating address.
de_de: Unbekannter Fehler bei Ermittlung der Adresse.
es_es: Error desconocido al localizar la dirección
ru_ru: Неизвестная ошибка при определении адреса.
sv_se: Okänt fel vid lokalisering av adress.

source: Up
de_de: Hoch
es_es: Arriba
ru_ru: сверху
sv_se: Upp

source: Use End of Route
de_de: Ende der Route verwenden
es_es: Utilizar la llegada del itinerario
ru_ru: Использовать конец маршрута

source: Use GPS Location
bg_bg: Използвай GPS позиция
de_de: GPS-Standort verwenden
es_es: Utilizar la localización GPS
nl_nl: Bebruik GPS Locatie
ru_ru: Использовать GPS
sv_se: Använd GPS-plats

source: Velocity Vector
bg_bg: Вектор скорост
de_de: Geschwindigkeitsvektor
es_es: Vector de velocidad
nl_nl: Snelheids Factor
ru_ru: Вектор скорости

source: View
bg_bg: Изглед
de_de: Anzeige
es_es: Ver
ru_ru: Просмотр
sv_se: Visa

source: View Center
bg_bg: Видим център
de_de: Zentrum
es_es: Centrar vista
nl_nl: Bekijk Midden
ru_ru: Центр просмотра

source: View Zoom Steps
bg_bg: Преглед Мащаб Стъпки
de_de: Zoomschritte anzeigen
es_es: Ver pasos del zoom
ru_ru: Показать шаг масштаба

source: View/Edit...
de_de: Anzeigen/Bearbeiten...
es_es: Ver/editar...
ru_ru: Просмотреть/Изменить...
sv_se: Visa/Redigera...

source: WARNING: All POIs in that category will also be deleted!
bg_bg: ВНИМАНИЕ: Всияки POI в Категорията ще бъдат изтрити!
de_de: ACHTUNG: Alle POIs dieser Kategorien werden auch gelöscht!
es_es: ¡ATENCIÓN: Todos los puntos de interés de esa categoría también serán borrados!
ru_ru: Предупреждение: Все метки в этой категории будут удалены!
sv_se: VARNING: Alla PAI:er i den kategorin kommer även att tas bort!

source: Waypoint
bg_bg: Точки по пътя
de_de: Wegpunkt
es_es: Etapa
ru_ru: Точка
sv_se: Vägpunkt

source: West
es_es: Oeste
ru_ru: Запад
sv_se: Väst

source: When Approaching a Waypoint
de_de: Bei Annäherung an einen Wegpunkt
es_es: Al aproximarse a un punto de referencia
ru_ru: При достижении отметки маршрута

source: When Moving
de_de: Bei Bewegung
es_es: Al moverse
ru_ru: При движении

source: When Moving (Full Screen Only)
de_de: Bei Bewegung (Nur im Vollbild)
es_es: Al moverse (solo pantalla completa)
ru_ru: При движении (только в полноэкранном режиме)

source: When Receiving Any GPS Data
de_de: Beim Empfang von GPS-Daten
es_es: Al recibir datos GPS
ru_ru: При получении данных с GPS

source: You cannot add layers to not saved repository, sorry. So, press ok in repository manager and open this dialog again.
es_es: No puede añadir capas a un repositorio no guardado. Pulse aceptar en el gestor de repositorios y abra este diálogo de nuevo.
ru_ru: К сожалению, вы не можете добавить слои к несохраненному репозиторию. Пожалуйста, нажмите Да, в окне настройки репозитория и откройте это окно снова.

source: Zoom
bg_bg: Мащаб
nl_nl: Vergroot
ru_ru: Масштаб

source: Zoom In
de_de: Hereinzoomen
es_es: Acercarse
ru_ru: Увеличить
sv_se: Zooma in

source: Zoom Level
de_de: Zoomstufe
es_es: Nivel de zoom
ru_ru: Уровень увеличения
sv_se: Zoomnivå

source: Zoom Levels to Download: (0 = most detail)
de_de: Herunterzul. Zoomstufen: (0 = meiste Details)
es_es: Niveles de zoom a descargar: (0 = máximo detalle)
ru_ru: Загрузка масштаба карт: (0=самый подробный)
sv_se: Zoomnivåer att hämta: (0 = flest detaljer)

source: Zoom Out
de_de: Herauszoomen
es_es: Alejarse
ru_ru: Уменьшить
sv_se: Zooma ut

source: Zoom to Level
bg_bg: Мащаб
de_de: Zoom auf Stufe
es_es: Hacer zoom al nivel
ru_ru: Увеличить до уровня
sv_se: Zooma till nivå

source: about
bg_bg: относно
de_de: über
es_es: acerca de
ru_ru: О программе
sv_se: ungefär

source: in use
bg_bg: в употреба
de_de: in Verwendung
es_es: en uso
ru_ru: используется
sv_se: används

source: km
ru_ru: км

source: maps
bg_bg: карти
de_de: Karten
es_es: mapas
nl_nl: landkaarten
ru_ru: карты
sv_se: kartor

source: maps
de_de: Karten
es_es: mapas
ru_ru: карты
sv_se: kartor

source: maps failed to download.
de_de: Karten konnten nicht heruntergeladen werden.
es_es: se produjo un fallo al descargar mapas.
ru_ru: ошибка загрузки карт.
sv_se: kartor gick inte att hämta.

source: mi.
ru_ru: мили

source: nofix
bg_bg: не фикс
de_de: Kein Fix
ru_ru: не установлено

source: none
bg_bg: няма
de_de: Kein
es_es: ninguno
ru_ru: нет
sv_se: ingen

source: seconds
ru_ru: секунд

source: An error occurred while trying to reset the bluetooth radio. Did you make sure to modify the /etc/sudoers file?
bg_bg: Грешка при опит за ресет на Bluetooth радиото. Променихте ли файла /etc/sudoers?
de_de: Beim Zurücksetzen des Bluetooth-Senders ist ein Fehler aufgetreten. Haben Sie die Datei /etc/sudoers korrekt bearbeitet?
es_es: A ocurrido un error mientras se intentaba reiniciar la comunicación bluetooth. ¿Está seguro de haber modificado el archivo /etc/sudoers?
sv_se: Ett fel inträffade vid försök att nollställa blåtandsradion. Har du verkligen ändrat i filen /etc/sudoers?

source: Del
es_es: Eliminar

source: Download Sample Repositories...
es_es: Gestionar repositorios de ejemplos...

source: Download Zoom Steps
bg_bg: Изтегляне Мащаб Стъпки
de_de: Zoomstufen herunterladen
es_es: Intervalos a descargar

source: Generally, deleted maps create an empty space in the database that is later reused when downloading new maps. Compacting the database reorganizes it such that all that blank space is eliminated. This is the only way that the size of the database can decrease. This reorganization requires creating a new file and inserting all the maps in the old database file into the new file. The new file is then renamed to the same name as the old file and dbf is updated to contain all the correct information about the new file. Note that this can require free space on disk of an amount up to the size of the map database. This process may take several minutes, especially if your map database is large. As a rough estimate, you can expect to wait approximately 2-5 seconds per megabyte of map data (34-85 minutes per gigabyte). There is no progress indicator, although you can watch the new file grow in any file manager. Do not attempt to close Maemo Mapper while the compacting operation is in progress.
de_de: Karten, die entfernt wurden hinterlassen leere Bereiche in der Datenbank, die später beim Download neuer Karten wiederverwendet werden. Die Komprimierung der Datenbank reorganisiert diese, so dass die Freiräume entfernt werden. Nur auf diese Weise kann die Datenbankgröße verringert werden. Bei dieser Reorganisation wird eine neue Datei erstellt, in die alle Karten der alten Datenbank übertragen werden. Die neue Datei wird dann in die alte umbenannt und das DBF auf die Informationen der neuen Datei aktualisiert. Hierzu ist freier Speicherplatz bis zur Größe der Kartendatenbank nötig. Dieser Vorgang kann mehrere Minuten dauern, speziell, wenn die Kartendatenbank sehr groß ist. Als grober Richtwert ist eine Wartezeit von 2-5 Sekunden pro Mebibyte Kartendaten anzusetzen (34-85 Minuten pro Gibibyte). Es gibt keinen Fortschrittsbalken, aber Sie können das Anwachsen der neuen Datei im Dateimanager beobachten. Schließen Sie bitte Maemo Mapper nicht während des Komprimierungsvorgangs.
es_es: Generalmente los mapas eliminados dejan un hueco en la base de datos que se reutiliza posteriormente al descargar nuevos mapas. Al compactar la base de datos esta se reorganiza de manter que todos esos huecos se eliminan. Esta es la única forma en la que se puede reducir el tamaño de la base de datos. Esta reorganización requiere crear un nuevo archivo e insertar todos los mapas del antiguo archivo de la base de datos en el nuevo, que se renombrará igual que el antiguo. Esta operación requiere una cantidad de espacio libre en disco igual al tamaño de la base de datos. Este proceso puede requerir varios minutos, especialmente si la base de datos de mapas es grande. El tiempo que tardará es aproximadamente de 2 a 5 segundos/MB (34-85 minutos/GB). No hay ningún indicador de progreso, aunque podrá observar como crece el nuevo archivo en el administrador de archivos. No cierre Maemo Mapper mientras la operación no finalice.

source: Layers...
es_es: Capas...

source: Manage layers [%s]
es_es: Gestionar capas [%s]

source: New
es_es: Nuevo

source: New Layer
es_es: Nueva capa

source: Pan Up
de_de: Nach oben verschieben
es_es: Desplazar arriba
sv_se: Panorera uppåt

source: Real Time Kinematic
de_de: Echtzeitkinematik
es_es: Cinemática de tiempo real

source: The current repository is in a legacy format and will be converted. You should delete your old maps if you no longer plan to use them.
de_de: Die aktuelle Quelle liegt in veraltetem Format vor und wird konvertiert. Sie sollten alte Karten entfernen, wenn Sie diese nicht mehr länger nutzen möchten.
es_es: El repositorio actual está en un formato antiguo y se convertirá. Debería eliminar los mapas antiguos si no va a utilizarlos.
sv_se: Det aktuellt förråd använder ett gammalt format och kommer att konverteras. Du bör ta bort dina gamla kartor om du inte längre tänker använda dem.

source: You will now see a blank screen. You can download maps using the "Manage Maps" menu item in the "Maps" menu. Or, press OK now to enable Auto-Download.
de_de: Sie sehen jetzt einen leeren Bildschirm. Sie können Karten mit dem Menüpunkt "Karten verwalten" im Menü "Karten" herunterladen. Drücken Sie OK, um den automatischen Download zu aktivieren.
es_es: Ahora la pantalla se apagará. Puede descargar mapas usando la opción "Gestionar mapas" del menú "Mapas" o bien pulse Aceptar para activar la descarga automática.
sv_se: Du kommer nu att se en blank skärm. Du kan hämta ner kartor via menyobjektet "Hantera kartor" under menyn "Kartor". Du kan även trycka OK nu för att aktivera automatisk hämtning.

source: n.m.
es_es: m.n.

source: up to about
bg_bg: до около
de_de: bis zu etwa
es_es: hasta
nl_nl: ongeveer
sv_se: upp till ungefär

source: Add
bg_bg: Добави

source: An error occurred while scanning.
bg_bg: Грешка по време на сканиране.

source: Cache Dir.
bg_bg: Кеш Директория

source: Cannot enable GPS until a GPS Receiver MAC is set in the Settings dialog box.
bg_bg: Не мога да разреша GPS докато не е посочен MAC адреса на приемника в Настрийки.
nl_nl: Kan GPS niet aanzetten totdat GPS MAC adres is ingevoerd in het Configuratie scherm

source: Category List
bg_bg: Списък категории

source: Category:
bg_bg: Категория:

source: Channel
bg_bg: Канал
nl_nl: Kanaal

source: Copy Description to Clipboard
bg_bg: Копира Описание в Клипборд

source: Copy Lat/Lon to Clipboard
bg_bg: Копира Шир/Дълж в Клипборд

source: Could not generate directions. Make sure your source and destination are valid.
bg_bg: Не мога да генерирам инструкции. Моля проверета адресите на крайните точки.

source: Defaults
bg_bg: Възстановяване

source: Delete
bg_bg: Изтриване

source: Desc.
bg_bg: Опис.

source: Desc.:
bg_bg: Опис.:

source: Distance to Location
bg_bg: Разстояние до Локация

source: Distance to Waypoint
bg_bg: Разстояние до точка по пътя

source: Downloading maps
bg_bg: Изтегляне карти
nl_nl: Landkaarten worden gedownload

source: Edit
bg_bg: Редакт.

source: Failed to open file for
bg_bg: Неуспех при отваряне за
nl_nl: Bestand kon niet geopend worden voor

source: GPS Mark
bg_bg: GPS знак

source: Help
bg_bg: Помощ

source: Insert Breakpoint
bg_bg: Вмъкване прекъсване

source: Invalid Bottom-Right Latitude
bg_bg: Невалидна ширина долу/дясно
nl_nl: Ongeldige Rechts-Onder Breedtegraad

source: Invalid Bottom-Right Longitude
bg_bg: Невалидна дължина долу/дясно
nl_nl: Ongeldige Rechts-Onder Lengtegraad

source: Invalid Top-Left Latitude
bg_bg: Невалидна ширина горе/ляво
nl_nl: Ongeldige Links-Boven Breedtegraad

source: Invalid Top-Left Longitude
bg_bg: Невалидна дължина горе/ляво
nl_nl: Ongeldige Links-Boven Lengtegraad

source: Keep Display On Only in Fullscreen Mode
bg_bg: Не спирай дисплей само в пълноекранен режим
nl_nl: Hou het display alleen aan in volledig scherm mode

source: Label:
bg_bg: Етикет:

source: Lat, Lon:
bg_bg: Шир, Дълж:

source: Maemo Mapper Settings
bg_bg: Maemo Mapper Настройки
nl_nl: Maemo Mapper Instellingen

source: Manual)
bg_bg: Ръчно)

source: NOTE: You must set a Map URI in the Repository Manager in order to download maps.
bg_bg: Задайте URI на картов сървър в "Управление на Хранилища" за да изтегляте карти.

source: Next Repository
bg_bg: Следващо Хранилище

source: No GPS Receiver MAC Provided. GPS Disabled.
bg_bg: Липсва MAC на приемник. Забранявам GPS.
nl_nl: Geen GPS MAC adres opgegeven. GPS uitgeschakeld.

source: No bluetooth devices found.
bg_bg: Не мога да открия bluetooth устройство.

source: No route is loaded.
bg_bg: Маршрът не е зареден.

source: No waypoints are visible.
bg_bg: Няма видими точки по пътя.

source: Note: "Channel" refers to the device side!
bg_bg: * Канал от страната на приемника!
nl_nl: Opmerking: met "Kanaal" wordt bedoeld de instellingen van de GPS ontvanger!

source: POI Categories...
bg_bg: POI Категории...

source: Pitch
bg_bg: Тон
nl_nl: Hoogte

source: Please specify a name for the POI.
bg_bg: Моля посочете POI име.

source: Problem adding POI
bg_bg: Проблем при добавяне на POI

source: Problem adding category
bg_bg: Проблем при добавяне категория

source: Problem deleting POI
bg_bg: Проблем при изтриване на POI

source: Problem deleting category
bg_bg: Проблем при изтриване категория

source: Problem updating Category
bg_bg: Проблем при обновяване на Категория

source: Problem updating POI
bg_bg: Проблем при обновяване на POI

source: Problem updating category
bg_bg: Проблем при обновяване на категория

source: Problem with POI database
bg_bg: Проблем с POI база данни

source: Repositories
bg_bg: Хранилища

source: Sensitivity
bg_bg: Чувствителност
nl_nl: Gevoeligheid

source: Show Lat/Lon
bg_bg: Покажи Шир/Дълж

source: Toggle Tracks
bg_bg: Вкл/изкл Път

source: URI Format
bg_bg: URI формат
nl_nl: URI Formaat

source: Unknown
bg_bg: Неизвестно

source: Zoom Levels to Download: (0 -> most detail)
bg_bg: Мащаб нива за изтегляне: (0 -> най-детайлно)
nl_nl: Vergrotings-niveaus om te Downloaden: (0 -> meeste detail)

source: reading
bg_bg: четене
nl_nl: lezen

source: toggled
bg_bg: превключено

source: writing
bg_bg: запис

source: Could not create Map Cache directory.
nl_nl: Kan de landkaarten cache folder niet aanmaken.

source: Could not create Map Cache directory. Please set a valid Map Cache directory in the Settings dialog box.
nl_nl: Kan de landkaarten cache folder niet aanmaken Vul a.u.b. in het configuratie scherm een geldige landkaarten cache folder in.

source: Download Along Route
nl_nl: Download Langs Route

source: Download Area...
nl_nl: Download Gebied...

source: Download Maps by Area
nl_nl: Download Landkaarten van Gebied

source: Zoom Steps
nl_nl: Vergrootings-Stappen
