Repository: Shmuma/maemo-mapper-shmuma
Catalog: po/*.po
Languages: bg_bg, de_de, es_es, nl_nl, ru_ru, sv_se

source: Houses, apartments, or other residences of import.
de_de: Häuser, Appartements und ähnliche Wohnungen
es_es: Viviendas, apartamentos u otros lugares de residencia significativos.
ru_ru: Дома, квартиры, или другие места жительства для сдачи.
sv_se: Hus, lägenheter eller andra bostäder.

source: Import...
de_de: Importieren...
es_es: Importar...
ru_ru: Импорт...
sv_se: Importera...

source: Indoor or Outdoor places to have fun.
de_de: Orte zur Unterhaltung.
es_es: Sitios de ocio en interiores o al aire libre.
ru_ru: Места развлечений.

source: Info Font Size
de_de: Info Schriftgröße
es_es: Tamaño de letra de las informaciones
ru_ru: Размер шрифта

source: Insert Break
de_de: Unterbrechung einfügen
es_es: Insertar parada
ru_ru: Вставить остановку

source: Insert Mark
de_de: Markierung einfügen
es_es: Insertar marca
ru_ru: Вставить метку
sv_se: Infoga märke

source: Insert Mark...
de_de: Markierung einfügen...
es_es: Insertar marca...
ru_ru: Вставить метку...

source: Insert Track Break
de_de: Track-Unterbrechung einfügen
es_es: Insertar parada en la traza
ru_ru: Вставить разрыв маршрута

source: Invalid Latitude
de_de: Ungültiger Breitengrad
es_es: Latitud inválida
ru_ru: Неправильная широта
sv_se: Ogiltig latitud

source: Invalid Longitude
de_de: Ungültiger Längengrad
es_es: Longitud inválida
ru_ru: Неправильная долгота
sv_se: Ogiltig longitud

source: Invalid NMEA input from receiver!
bg_bg: Невалидни NMEA данни от приемника!
de_de: Ungültige NMEA-Eingabe vom Empfänger!
es_es: ¡NMEA del receptor inválido!
nl_nl: Ongeldige NMEA invoer van ontvanger!
ru_ru: Неправильные NMEA-данные с приемника!
sv_se: Ogiltig NMEA-inmatning från mottagare!

source: Invalid address.
de_de: Ungültige Adresse.
es_es: Dirección inválida.
ru_ru: Неверный адрес.
sv_se: Ogiltig adress.

source: Invalid origin or query.
de_de: Ungültige Quelle oder Anfrage.
es_es: Origen o petición no válida.
ru_ru: Неверный источник или запрос.
sv_se: Ogiltigt ursprung eller fråga.

source: Invalid source or destination.
de_de: Ungültige Quelle oder Ziel.
es_es: Origen o destino inválidos.
ru_ru: Неверно указаны начало или конец маршрута.
sv_se: Ogiltig källa eller mål.

source: It looks like this is your first time running Maemo Mapper. Press OK to view the the help pages. Otherwise, press Cancel to continue.
de_de: Offenbar führen Sie Maemo Mapper zum ersten Mal aus. Klicken Sie OK, um die Hilfe anzusehen. Mit Abbrechen fahren Sie fort.
es_es: Parece que esta es la primera vez que incia Maemo Mapper. Presione Aceptar si desea ver las páginas de ayuda. En caso contrario, presione Cancelar para continuar.
ru_ru: Похоже на то, что это ваш первый запуск Maemo Mapper. Нажмите ОК для просмотра страницы помощи. Иначе, нажмите Отмена для продолжения.
sv_se: Det ser ut som om du använder Maemo Mapper för första gången. Tryck på OK för att visa hjälpsidorna. Om inte, tryck på Avbryt för att fortsätta.

source: Label
bg_bg: Етикет
de_de: Bezeichnung
es_es: Etiqueta
ru_ru: Ярлык
sv_se: Etikett

source: Landmark
de_de: Sehenswürdigkeit
es_es: Punto de referencia
ru_ru: Точка
sv_se: Landmärke

source: Lat
ru_ru: Шир.

source: Lat, Lon:
de_de: Br, Län:
ru_ru: Шир., Долг.:
sv_se: Lat, Long:

source: Lat/Lon
bg_bg: Шир/Дълж
de_de: Br/Län
nl_nl: Breedte/Lengtegraad
ru_ru: Шир./Долг.
sv_se: Lat/Long

source: Lat/Lon...
de_de: Br/Län...
ru_ru: Шир./Долг...
sv_se: Lat/Long...

source: Latitude
bg_bg: Ширина
de_de: Breitengrad
es_es: Latitud
nl_nl: Breedtegraad
ru_ru: Широта
sv_se: Latitud

source: Layer is visible
es_es: La capa es visible
ru_ru: Слой виден

source: Layers
es_es: Capas
ru_ru: Слои

source: Lead
bg_bg: Изпреварващо
de_de: Spur
es_es: Frente
nl_nl: Vooraf
ru_ru: Направление

source: Lead Amount
bg_bg: Изпрев. дължина
de_de: Spurfaktor
es_es: Espacio frontal
nl_nl: Hoeveel Vooraf
ru_ru: Опережение

source: Left
de_de: Links
es_es: Izquierda
ru_ru: слева
sv_se: Vänster

source: Line Width
bg_bg: Дебелина
de_de: Linienbreite
es_es: Anchura de las líneas
nl_nl: Lijn Breedte
ru_ru: Толщина линии
sv_se: Radbredd

source: Local time
bg_bg: Местно време
de_de: Ortszeit
es_es: Hora local
ru_ru: Местное время
sv_se: Lokal tid

source: Location
bg_bg: Позиция
de_de: Position
es_es: Lugar
nl_nl: Locatie
ru_ru: Местоположение
sv_se: Plats

source: Lodging
de_de: Unterkunft
es_es: Alojamiento
ru_ru: Жилье
sv_se: Logi

source: Longitude
bg_bg: Дължина
de_de: Längengrad
es_es: Longitud
nl_nl: Lengtegraad
ru_ru: Долгота
sv_se: Longitud

source: Maemo Mapper will now download and add a list of possibly-duplicate repositories from the internet. Continue?
de_de: Maemo Mapper lädt jetzt eine Liste von (möglicherweise bereits vorhandenen) Kartenquellen aus dem Internet und fügt diese hinzu. Fortfahren?
es_es: Maemo Mapper descargará y añadirá una lista de repositorios (posiblemente duplicados) desde Internet. ¿Desea continuar?
ru_ru: Maemo Mapper сейчас загрузит и добавит список доступных репозиториев из интернета. Продолжить?
sv_se: Maemo Mapper kommer nu att hämta och lägga till en lista över tänkbara dubbletter av förråd från Internet. Fortsätt?

source: Manage Maps
bg_bg: Управление Карти
de_de: Karten verwalten
es_es: Gestionar mapas
ru_ru: Управление картами
sv_se: Hantera kartor

source: Manage Maps...
bg_bg: Управление Карти...
de_de: Karten verwalten...
es_es: Gestionar mapas...
ru_ru: Управление картами...
sv_se: Hantera kartor...

source: Manage Repositories
de_de: Kartenquellen verwalten
es_es: Gestionar repositorios
ru_ru: Управление репозиториями
sv_se: Hantera förråd

source: Manage Repositories...
bg_bg: Управление Хранилища...
de_de: Quellen verwalten...
es_es: Gestionar repositorios...
ru_ru: Управление репозиториями...
sv_se: Hantera förråd...

source: Manual
de_de: Manuell
ru_ru: Руководство
sv_se: Manuell

source: Map correction applied.
de_de: Kartenkorrektur angewendet.
es_es: Corrección del mapa aplicada.
ru_ru: Коррекция координат включена.

source: Map correction removed.
de_de: Kartenkorrektur entfernt.
es_es: Corrección del mapa eliminada.
ru_ru: Коррекция координат выключено.

source: Maps
bg_bg: Карти
de_de: Karten
es_es: Mapas
nl_nl: Kaarten
ru_ru: Карты
sv_se: Kartor

source: Max speed
bg_bg: Макс. скорост
de_de: Max. Geschw.
es_es: Velocidad máxima
ru_ru: Максимальная скорость
sv_se: Max hastighet

source: Max.
es_es: Máx.
ru_ru: Макс.

source: Min.
es_es: Mín.
ru_ru: Мин.

source: Min. Speed
de_de: Min. Geschw.
es_es: Velocidad mínima
ru_ru: Мин. скорость
sv_se: Min. hastighet

source: Minimum Downloadable Zoom must be less than Maximum Downloadable Zoom.
de_de: Minimaler downloadbarer Zoom muss geringer als der maximale sein.
ru_ru: Минимальный масштаб должен быть меньше максимального.

source: Misc.
bg_bg: Други
de_de: Versch.
ru_ru: Разное
sv_se: Div.

source: Misc. 2
de_de: Versch. 2
ru_ru: Разное 2
sv_se: Div. 2

source: Miscellaneous category for everything else.
de_de: Vermischte Kategorien für alles Übrige.
es_es: Categoría miscelánea para todo lo demás.
ru_ru: Разнообразные категории для всего остального.
sv_se: Blandad kategori för allting annat.

source: NOTE: You must set a Map URI in the current repository in order to download maps.
de_de: HINWEIS: Sie müssen eine Map-URI für die aktuelle Quelle angeben, um Karten herunterladen zu können.
es_es: NOTA: Debe indicar una dirección de internet en el repositorio actual para poder descargar mapas.
ru_ru: Примечание: Для загрузки карт вы должны установить URI для текущего хранилища.

source: Name
bg_bg: Име
es_es: Nombre
ru_ru: Имя
sv_se: Namn

source: Nearest POI
de_de: Nächster POI
es_es: Pto. de interés más cercano
ru_ru: Ближняя метка
sv_se: Närmsta PAI

source: Never
de_de: Nie
es_es: Nunca
ru_ru: Никогда

source: New Name
bg_bg: Ново Име
de_de: Neuer Name
es_es: Nuevo nombre
ru_ru: Новое имя
sv_se: Nytt namn

source: New Repository
bg_bg: Ново Хранилище
de_de: Neue Quelle
es_es: Nuevo repositorio
ru_ru: Новое хранилище
sv_se: Nytt förråd

source: New...
bg_bg: Ново ...
de_de: Neu...
es_es: Nuevo...
ru_ru: Новый...
sv_se: Ny...

source: Next Waypoint
de_de: Nächster Wegpunkt
es_es: Siguiente etapa
ru_ru: Следующая точка
sv_se: Nästa vägpunkt

source: Next-able
de_de: Durchschaltb.
es_es: Siguiente
ru_ru: Выбираемый

source: No POIs found.
de_de: Keine POIs gefunden.
es_es: No se han encontrado puntos de interés.
ru_ru: Метки не найдены.
sv_se: Inga PAI:er hittades.

source: No POIs were found.
de_de: Keine POIs wurden gefunden.
es_es: No se han encontrado Puntos de interés.
ru_ru: Метки не найдены.
sv_se: Inga PAI:er hittades.

source: None
bg_bg: Не
de_de: Kein
es_es: Ninguno
nl_nl: Geen
ru_ru: Нет
sv_se: Ingen

source: North
de_de: Nord
es_es: Norte
ru_ru: Север
sv_se: Nord

source: Open...
bg_bg: Отваряне...
de_de: Öffnen...
es_es: Abrir...
ru_ru: Открыть...
sv_se: Öppna...

source: OpenStreetMap.org provides public, free-to-use maps. You can also download a sample set of repositories from the internet by using the "Download..." button.
de_de: OpenStreetMap.org liefert frei verfügbare Karten. Sie können ein Beispielsatz von Kartenquellen aus dem Internet herunterladen, indem Sie auf den Knopf "Download..." klicken.
es_es: OpenStreetMap.org proporciona mapas públicos y gratuitos. También puede descargar un conjunto de repositorios de ejemplo de Internet usando el botón "Descargar...".
ru_ru: OpenStreetMap.org предоставляет открытые, свободные для использования карты. Вы также можете загрузить доступный список репозиториев из интернета с помощью кнопки "Загрузить...".
sv_se: OpenStreetMap.org tillhandahåller publika kartor som är fria att använda. Du kan även hämta ner en exempeluppsättning förråd från Internet genom att använda knappen "Hämta...".

source: Origin
bg_bg: Начало
de_de: Start
es_es: Origen
nl_nl: Oorsprong
ru_ru: Исходный
sv_se: Ursprung

source: Other
de_de: Anderes
es_es: Otros
ru_ru: Другие
sv_se: Övrigt

source: Overwrite
bg_bg: Подмяна стари
de_de: Überschreiben
es_es: Sobreescribir
ru_ru: Переписать
sv_se: Skriv över

source: Overwrite query with the following text?
de_de: Anfrage mit diesem Text überschreiben?
es_es: ¿Sobreescribir consulta con el texto a continuación?:
ru_ru: Переписать запрос с текстом следующего содержания?
sv_se: Skriv över fråga med följande text?

source: POI
es_es: Pto. de interés
ru_ru: Метки
sv_se: PAI

source: POI Categories
de_de: POI-Kategorien
es_es: Categorías de ptos. de interés
ru_ru: Категории меток
sv_se: PAI-kategorier

source: POI List
de_de: POI-Liste
es_es: Lista de Puntos de interés
ru_ru: Список меток

source: POI database
bg_bg: POI база данни
de_de: POI-Datenbank
es_es: BB.DD. de ptos. de interés
ru_ru: Путь к базе
sv_se: PAI-databas

source: POIs Exported
de_de: POIs exportiert
es_es: Puntos de interés exportados
ru_ru: Метки сохранены

source: POIs were added to the POI database. The following screen will allow you to modify or delete any of the new POIs.
de_de: POIs wurden zur POI-Datenbank hinzugefügt. Der folgende Bildschirm erlaubt die Bearbeitung oder das Entfernen einzelner der neuen POIs.
es_es: Los Puntos de interés han sido añadidos a la base de datos. La siguiente pantalla le permitirá modificar o eliminar los Puntos de interés.
ru_ru: Метки были добавлены в базу данных. Следующий экран позволит вам изменять или удалять любой из новых объектов.

source: Page
de_de: Seite
es_es: Página
ru_ru: Страница
sv_se: Sida

source: Pan
de_de: Verschieben
es_es: Desplazar
ru_ru: Сдвиг
sv_se: Panorera

source: Pan Down
de_de: Nach unten verschieben
es_es: Desplazar abajo
ru_ru: Сдвиг вниз
sv_se: Panorera nedåt

source: Pan East
de_de: Nach Osten verschieben
es_es: Desplazar al este
ru_ru: Сдвиг на восток
sv_se: Panorera åt öster

source: Pan Left
de_de: Nach links verschieben
es_es: Desplazar al la izquierda
ru_ru: Сдвиг влево
sv_se: Panorera åt vänster

source: Pan North
de_de: Nach Norden verschieben
es_es: Desplazar al norte
ru_ru: Сдвиг на север
sv_se: Panorera åt norr

source: Pan Right
de_de: Nach rechts verschieben
es_es: Desplazar a la derecha
ru_ru: Сдвиг вправо
sv_se: Panorera åt höger

source: Pan Sensitivity
de_de: Bewegungsempf.
es_es: Sensibilidad de desplazamiento
ru_ru: Шаг сдвига
sv_se: Känslighet för panorering

source: Pan South
de_de: Nach Süden verschieben
es_es: Desplazar al sur
ru_ru: Сдвиг на юг
sv_se: Panorera åt söder

source: Pan West
de_de: Nach Westen verschieben
es_es: Desplazar al oeste
ru_ru: Сдвиг на запад
sv_se: Panorera åt väster

source: Places to eat or drink.
de_de: Essen und/oder Trinken.
es_es: Lugares donde comer o beber.
ru_ru: Закусочные.
sv_se: Mat och dryck.

source: Places to shop or acquire services.
de_de: Einkauf und Nutzung von Dienstleistungen.
es_es: Lugares de compras o servicios.
ru_ru: Магазины или заведения сферы услуг.

source: Places to stay temporarily or for the night.
de_de: Übernachtungsmöglichkeiten.
es_es: Lugares donde pernoctar o residir temporalmente.
ru_ru: Места для отдыха или ночевки.

source: Please provide a description for the mark.
de_de: Bitte eine Beschreibung für die Markierung angeben.
es_es: Por favor, introduzca una descripción para la marca.
ru_ru: Пожалуйста укажите описание для метки.

source: Please select a bluetooth device from the list.
bg_bg: Моля, изберете bluetooth устройство от списъка.
de_de: Bitte ein Bluetooth-Gerät aus der Liste wählen.
es_es: Por favor, seleccione una dispositivo bluetooth de la lista.
ru_ru: Пожалуйста укажите bluetooth устройство из списка.
sv_se: Välj en blåtandsenhet från listan.

source: Please specify a GPS file pathname.
de_de: Bitte den Pfad zur GPS-Datei angeben.
es_es: Por favor, especifique la ruta del archivo GPS
ru_ru: Укажите путь к файлу GPS.
sv_se: Ange sökvägen till en GPS-fil.

source: Please specify a GPSD hostname.
de_de: Bitte einen GPSD-Hostnamen angeben.
es_es: Por favor, especifique el nombre del servidor GPSD
ru_ru: Пожалуйста укажите GPSD сервер.
sv_se: Ange värdnamnet för en GPSD

source: Please specify a category.
de_de: Bitte eine Kategorie wählen.
es_es: Por favor, especifique una categoría.
ru_ru: Пожалуйста укажите категорию.
sv_se: Ange en kategori.

source: Please specify a default category.
de_de: Bitte eine Standardkategorie angeben.
es_es: Por favor, especifique una categoría por defecto.
ru_ru: Пожалуйста укажите категорию по умолчанию.
sv_se: Ange en standardkategori.

source: Please specify a name for the category.
bg_bg: Моля посочете име за категорията.
de_de: Bitte einen Namen für die Kategorie angeben.
es_es: Por favor, especifique un nombre para la categoría.
ru_ru: Пожалуйста укажите имя категории.
sv_se: Ange ett namn för kategorin.

source: Please specify a name.
de_de: Bitte einen Namen angeben.
es_es: Por favor, especifique un nombre.
ru_ru: Пожалуйста укажите имя.
sv_se: Ange ett namn.

source: Please specify a query.
de_de: Bitte eine Anfrage angeben.
es_es: Por favor, especifique una consulta.
ru_ru: Пожалуйста укажите запрос.
sv_se: Ange en fråga.

source: Please specify a source URL.
de_de: Bitte Quell-URL angeben.
es_es: Por favor, especifique una dirección URL.
ru_ru: Пожалуйста укажите источник URL.

source: Please specify a start location.
bg_bg: Моля задайте стартова точка.
de_de: Bitte einen Startort angeben.
es_es: Por favor, especifique un lugar de salida.
nl_nl: Geef een start locatie op a.u.b.
ru_ru: Пожалуйста укажите начальное местоположение.

source: Please specify an end location.
bg_bg: Моля задайте крайна точка.
de_de: Bitte einen Endort angeben.
es_es: Por favor, especifique un lugar de llegada.
nl_nl: Geef een bestemmings locatie op a.u.b.
ru_ru: Пожалуйста укажите конечное местоположение.

source: Please specify an origin.
de_de: Bitte Startpunkt angeben.
es_es: Por favor, especifique un origen.
ru_ru: Пожалуйста укажите исходную точку.
sv_se: Ange ett ursprung.

source: Points
de_de: Punkte
es_es: Puntos
ru_ru: Точки
sv_se: Punkter

source: Port
es_es: Puerto
ru_ru: Порт

source: Processing Maps
de_de: Verarbeite Karten
es_es: Procesando mapas
ru_ru: Загрузка карт
sv_se: Behandlar kartor

source: Query
de_de: Anfrage
es_es: Consulta
ru_ru: Запрос
sv_se: Fråga

source: Really clear the track?
de_de: Track wirklich entfernen?
es_es: ¿Esta seguro de que desea borrar la traza?
ru_ru: Действительно очистить маршрут?
sv_se: Verkligen ta bort spåret?

source: Recalculating directions...
de_de: Wegbeschreibung wird berechnet...
es_es: Recalculando direcciones...
ru_ru: Обновление маршрута...
sv_se: Räknar om...

source: Recreation
de_de: Erholung
es_es: Ocio
ru_ru: Отдых
sv_se: Nöje

source: Rename...
bg_bg: Преименуване...
de_de: Umbenennen...
es_es: Renombrar...
ru_ru: Переименовать...
sv_se: Byt namn...

source: Replace all repositories with the default repository?
de_de: Alle Quellen durch die Standardquelle ersetzen?
es_es: ¿Desea reemplazar todos los repositorios por el repositorio por defecto?
ru_ru: Заменить все хранилища хранилищем по умолчанию?
sv_se: Ersätt alla förråd med standardförrådet?

source: Reset
bg_bg: Рестарт
de_de: Zurücksetzen
es_es: Reiniciar
ru_ru: Сброс
sv_se: Nollställ

source: Reset Bluetooth
bg_bg: Рестарт Bluetooth
de_de: Bluetooth zurücksetzen
es_es: Reiniciar Bluetooth
ru_ru: Сбросить Bluetooth
sv_se: Nollställ Bluetooth

source: Reset Viewing Angle
de_de: Ansicht zurücksetzen
es_es: Reiniciar ángulo de visión
ru_ru: Сбросить угол просмотра
sv_se: Återställ visningsvinkel

source: Reset all colors to their original defaults?
de_de: Alle Farben auf Standardwerte zurücksetzen?
es_es: ¿Desea reiniciar todos los colores a los valores por defecto?
ru_ru: Сбросить настройки цветов?
sv_se: Återställ alla färger till sina standardvärden?

source: Reset all hardware keys to their original defaults?
de_de: Gesamte Tastaturbelegung auf die Standardwerte zurücksetzen?
es_es: ¿Desea reiniciar todas las teclas hardware a los valores por defecto?
ru_ru: Установить все кнопки устройства по умолчанию?
sv_se: Återställ alla hårdvarutangenter till sina standardvärden?

source: Reset...
de_de: Standard...
es_es: Reiniciar...
ru_ru: Сброс...
sv_se: Återställ...

source: Residence
de_de: Wohnung
es_es: Vivienda
ru_ru: Место жительства
sv_se: Bostad

source: Restaurant
es_es: Restaurante
ru_ru: Ресторан
sv_se: Restaurang

source: Right
de_de: Rechts
es_es: Derecha
ru_ru: справа
sv_se: Höger

source: Rotate
de_de: Drehen
es_es: Rotar
ru_ru: Повернуть
sv_se: Rotera

source: Rotate Sensit.
de_de: Drehempfindlichk.
es_es: Sensibilidad de rotación
ru_ru: Чувствительность поворота.

source: Rotate View Clockwise
de_de: Im Uhrzeigersinn drehen
es_es: Rotar vista a la derecha
ru_ru: Повернуть по часовой стрелке
sv_se: Rotera vy medsols

source: Rotate View Counter-Clockwise
de_de: Gegen den Uhrzeigersinn drehen
es_es: Rotar vista a la izquierda
ru_ru: Повернуть против часовой стрелки
sv_se: Rotera vy motsols

source: Route
bg_bg: Маршрут
es_es: Itinerario
ru_ru: Маршрут
sv_se: Rutt

source: Route Downloaded
bg_bg: Маршрут изтеглен
de_de: Route heruntergeladen
es_es: Itinerario descargado
ru_ru: Маршрут загружен
sv_se: Rutt hämtad

source: Route Opened
bg_bg: Маршрут отворен
de_de: Route geöffnet
es_es: Itinerario abierto
nl_nl: Route Geopend
ru_ru: Маршрут открыт
sv_se: Rutt öppnad

source: Route Saved
bg_bg: Маршрут записан
de_de: Route gespeichert
es_es: Itinerario guardado
nl_nl: Route Opgeslagen
ru_ru: Маршрут сохранен

source: Routes are now hidden
bg_bg: Маршрутите скрити
de_de: Routen verborgen
es_es: Se han ocultado los itinerarios
nl_nl: Routes zijn nu verborgen
ru_ru: Показать направления
sv_se: Rutter är nu dolda

source: Routes are now shown
bg_bg: Маршрутите показани
de_de: Routen werden angezeigt
es_es: Se muestran los itinerarios
nl_nl: Routes zijn nu zichtbaar
ru_ru: Скрыть направления
sv_se: Rutter visas nu

source: Sat in use
bg_bg: Ползва сат.
de_de: Sat in Verwendung
es_es: Sat. en uso
ru_ru: Спутников
sv_se: Sat används

source: Sat in view
bg_bg: Виждими сат.
de_de: Sat in Sicht
es_es: Sat. visibles
ru_ru: Видимых спутников
sv_se: Sat i sikte

source: Satellites details
bg_bg: Информация Сателити
de_de: Satelliten Detailinformationen
es_es: Detalles de los satélites
ru_ru: Характеристики спутников

source: Satellites in view
bg_bg: Видими сателити
de_de: Satelliten in Sicht
es_es: Satélites visibles
ru_ru: Спутников видно
sv_se: Satelliter i sikte

source: Save...
bg_bg: Записване...
de_de: Speichern...
es_es: Guardar...
nl_nl: Opslaan...
ru_ru: Сохранить...
sv_se: Spara...

source: Scale
de_de: Maßstab
es_es: Escala
ru_ru: Шкала
sv_se: Skala

source: Scan...
bg_bg: Скан...
de_de: Scannen...
es_es: Buscar...
ru_ru: Сканировать...
sv_se: Sök av...

source: Scanning for Bluetooth Devices
de_de: Suche Bluetooth-Geräte
es_es: Buscando dispositivos Bluetooth
ru_ru: Поиск Bluetooth устройств
sv_se: Letar efter blåtandsenheter

source: School
de_de: Schule
es_es: Educación
ru_ru: Школа
sv_se: Skola

source: Searching for GPS receiver
bg_bg: Търси GPS приемник
de_de: Suche GPS-Empfänger
es_es: Buscando receptor GPS
nl_nl: Er wordt naar GPS ontvanger gezocht
ru_ru: Поиск GPS приемника
sv_se: Söker efter GPS-mottagare

source: Select Bluetooth Device
bg_bg: Избор Bluetooth устрийство
de_de: Bluetooth-Gerät auswählen
es_es: Seleccionar dispositivo Bluetooth
ru_ru: Выбор Bluetooth устройство
sv_se: Välj blåtandsenhet

source: Select Next Repository
de_de: Nächste Quelle wählen
es_es: Seleccionar siguiente repositorio
ru_ru: Выбрать следующее хранилище
sv_se: Välj nästa förråd

source: Select POI
bg_bg: Избор POI
de_de: POI wählen
es_es: Seleccionar pto de interés
ru_ru: Выберите метку
sv_se: Välj PAI

source: Select an operation to perform on the POIs that you checked in the POI list.
de_de: Wählen Sie die Operation, die auf den gewählten POIs ausgeführt werden soll.
es_es: Seleccione una operación a realizar en los Puntos de interés seleccionados en la lista de Puntos de interés.
ru_ru: Выберите действие над отмеченными метками.
sv_se: Välj en åtgärd att genomföra på de PAI:er som du markerat i PAI-listan.

source: Select one POI from the list.
bg_bg: Избор на една POI от списъка.
de_de: Einen POI aus der Liste wählen.
es_es: Seleccione uno de los puntos de interés de la lista.
ru_ru: Выберите одну метку из списка.
sv_se: Välj en PAI från listan.

source: Service Station
de_de: Tankstelle
es_es: Estación de servicio
ru_ru: Сервисная станция

source: Set Category...
de_de: Kategorie wählen...
es_es: Establecer categoría...
ru_ru: Задать категорию...
sv_se: Ange kategori...

source: Set as GPS Location
de_de: Als GPS-Standort übernehmen
es_es: Situar GPS
ru_ru: Установить как положение GPS
sv_se: Ange som GPS-plats

source: Settings
de_de: Einstellungen
es_es: Preferencias
ru_ru: Настройки
sv_se: Inställningar

source: Settings...
bg_bg: Настройки...
de_de: Einstellungen...
es_es: Preferencias...
nl_nl: Instellingen...
ru_ru: Настройки...
sv_se: Inställningar...

source: Setup
bg_bg: Настройка
de_de: Einrichtung
es_es: Configuración
ru_ru: Установка
sv_se: Konfiguration

source: Shopping/Services
de_de: Einkauf/Dienstleistung
es_es: Comercios
ru_ru: Магазины/Услуги

source: Show
de_de: Anzeige
es_es: Mostrar
nl_nl: Weergeven
ru_ru: Показать
sv_se: Visa

source: Show Description
bg_bg: Покажи Описание
de_de: Beschreibung anzeigen
es_es: Ver descripción
ru_ru: Показать описание
sv_se: Visa beskrivning

source: Show Distance from Beginning
de_de: Entfernung vom Anfang anzeigen
es_es: Mostrar distancia desde salida
ru_ru: Расстояние с начала
sv_se: Visa avstånd från startpunkt

source: Show Distance from Last Break
de_de: Entfernung von letzter Unterbrechung anzeigen
es_es: Mostrar distancia desde última parada
ru_ru: Расстояние от последней остановки

source: Show Distance from Last Mark
de_de: Entfernung von letzter Markierung anzeigen
es_es: Mostrar distancia desde última marca
ru_ru: Расстояние от последней отметки
